var musicList = [
    {
        "name": "播放历史",   // 播放列表名字
        "item": [                 // 这里面放歌曲
               // 列表中最后一首歌大括号后面不要加逗号
        ]
    },{//sheet表格
        "name":"sheet表格",
        "item": [// 自定义列表开始，您可以自由添加您的自定义列表
        {
            id: 3778678     // 云音乐热歌榜
        },
        {
            id: 3779629     // 云音乐新歌榜
        },
        {
            id: 4395559     // 华语金曲榜
        },
        {
            id: 64016     // 中国TOP排行榜（内地榜）
        },
        {
            id: 112504     // 中国TOP排行榜（港台榜）
        },
        {
            id: 19723756     // 云音乐飙升榜
        },
        {
            id: 2884035     // "网易原创歌曲榜"
        }]
    },{
        "name":"歌曲列表",
        "item": []
    }


];